---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
BuiltInFailures..::..NumberingFailures Properties
BuiltInFailures..::..NumberingFailures Class See Also Send Feedback
---

The BuiltInFailures..::..NumberingFailures type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
|  | SampleNumberingError | Replace this with the first real one |

# See Also

BuiltInFailures..::..NumberingFailures Class

Autodesk.Revit.DB Namespace